/*
 * FCKeditor - The text editor for Internet - http://www.fckeditor.net
 * Copyright (C) 2003-2008 Frederico Caldeira Knabben
 *
 * == BEGIN LICENSE ==
 *
 * Licensed under the terms of any of the following licenses at your
 * choice:
 *
 *  - GNU General Public License Version 2 or later (the "GPL")
 *    http://www.gnu.org/licenses/gpl.html
 *
 *  - GNU Lesser General Public License Version 2.1 or later (the "LGPL")
 *    http://www.gnu.org/licenses/lgpl.html
 *
 *  - Mozilla Public License Version 1.1 or later (the "MPL")
 *    http://www.mozilla.org/MPL/MPL-1.1.html
 *
 * == END LICENSE ==
 *
 * Gujarati language file.
 */

var FCKLang =
{
// Language direction : "ltr" (left to right) or "rtl" (right to left).
Dir					: "ltr",

ToolbarCollapse		: "ટૂલબાર નાન�?ં કરવ�?ં",
ToolbarExpand		: "ટૂલબાર મોટ�?ં કરવ�?ં",

// Toolbar Items and Context Menu
Save				: "સેવ",
NewPage				: "નવ�? પાન�?ં",
Preview				: "પૂર�?વદર�?શન",
Cut					: "કાપવ�?ં",
Copy				: "નકલ",
Paste				: "પેસ�?ટ",
PasteText			: "પેસ�?ટ (સાદી ટેક�?સ�?ટ)",
PasteWord			: "પેસ�?ટ (વડૅ ટેક�?સ�?ટ)",
Print				: "પ�?રિન�?ટ",
SelectAll			: "બઘ�?ં પસંદ કરવ�?ં",
RemoveFormat		: "ફૉર�?મટ કાઢવ�?ં",
InsertLinkLbl		: "સંબંધન, લિંક",
InsertLink			: "લિંક ઇન�?સર�?ટ/દાખલ કરવી",
RemoveLink			: "લિંક કાઢવી",
VisitLink			: "Open Link",	//MISSING
Anchor				: "�?ંકર ઇન�?સર�?ટ/દાખલ કરવી",
AnchorDelete		: "�?ંકર કાઢવી",
InsertImageLbl		: "ચિત�?ર",
InsertImage			: "ચિત�?ર ઇન�?સર�?ટ/દાખલ કરવ�?ં",
InsertFlashLbl		: "ફ�?લૅશ",
InsertFlash			: "ફ�?લૅશ ઇન�?સર�?ટ/દાખલ કરવ�?ં",
InsertTableLbl		: "ટેબલ, કોઠો",
InsertTable			: "ટેબલ, કોઠો ઇન�?સર�?ટ/દાખલ કરવ�?ં",
InsertLineLbl		: "રેખા",
InsertLine			: "સમસ�?તરીય રેખા ઇન�?સર�?ટ/દાખલ કરવી",
InsertSpecialCharLbl: "વિશિષ�?ટ અક�?ષર",
InsertSpecialChar	: "વિશિષ�?ટ અક�?ષર ઇન�?સર�?ટ/દાખલ કરવ�?ં",
InsertSmileyLbl		: "સ�?માઇલી",
InsertSmiley		: "સ�?માઇલી ઇન�?સર�?ટ/દાખલ કરવી",
About				: "FCKeditorના વિષે",
Bold				: "બોલ�?ડ/સ�?પષ�?ટ",
Italic				: "ઇટેલિક, ત�?રાંસા",
Underline			: "અન�?ડર�?લાઇન, નીચે લીટી",
StrikeThrough		: "છેકી નાખવ�?ં",
Subscript			: "�?ક ચિહ�?નની નીચે કરેલ�?ં બીજ�?ં ચિહ�?ન",
Superscript			: "�?ક ચિહ�?ન ઉપર કરેલ�?ં બીજ�?ં ચિહ�?ન.",
LeftJustify			: "ડાબી બાજ�?�?/બાજ�? તરફ",
CenterJustify		: "સંકેંદ�?રણ/સેંટરિંગ",
RightJustify		: "જમણી બાજ�?�?/બાજ�? તરફ",
BlockJustify		: "બ�?લૉક, અંતરાય જસ�?ટિફાઇ",
DecreaseIndent		: "ઇન�?ડેન�?ટ લીટીના આરંભમાં જગ�?યા ઘટાડવી",
IncreaseIndent		: "ઇન�?ડેન�?ટ, લીટીના આરંભમાં જગ�?યા વધારવી",
Blockquote			: "બ�?લૉક-કોટ, અવતરણચિહ�?નો",
CreateDiv			: "Create Div Container",	//MISSING
EditDiv				: "Edit Div Container",	//MISSING
DeleteDiv			: "Remove Div Container",	//MISSING
Undo				: "રદ કરવ�?ં; પહેલાં હતી �?વી સ�?થિતિ પાછી લાવવી",
Redo				: "રિડૂ; પછી હતી �?વી સ�?થિતિ પાછી લાવવી",
NumberedListLbl		: "સંખ�?યાંકન સૂચિ",
NumberedList		: "સંખ�?યાંકન સૂચિ ઇન�?સર�?ટ/દાખલ કરવી",
BulletedListLbl		: "બ�?લેટ સૂચિ",
BulletedList		: "બ�?લેટ સૂચિ ઇન�?સર�?ટ/દાખલ કરવી",
ShowTableBorders	: "ટેબલ, કોઠાની બાજ�?(બોર�?ડર) બતાવવી",
ShowDetails			: "વિસ�?તૃત વિગતવાર બતાવવ�?ં",
Style				: "શૈલી/રીત",
FontFormat			: "ફૉન�?ટ ફૉર�?મટ, રચનાની શૈલી",
Font				: "ફૉન�?ટ",
FontSize			: "ફૉન�?ટ સાઇ�?/કદ",
TextColor			: "શબ�?દનો રંગ",
BGColor				: "બૅકગ�?રાઉન�?ડ રંગ,",
Source				: "મૂળ કે પ�?રાથમિક દસ�?તાવેજ",
Find				: "શોધવ�?ં",
Replace				: "રિપ�?લેસ/બદલવ�?ં",
SpellCheck			: "જોડણી (સ�?પેલિંગ) તપાસવી",
UniversalKeyboard	: "યૂનિવર�?સલ/વિશ�?વવ�?યાપક કીબૉર�?ડ",
PageBreakLbl		: "પેજબ�?રેક/પાનાને અલગ કરવ�?ં",
PageBreak			: "ઇન�?સર�?ટ પેજબ�?રેક/પાનાને અલગ કરવ�?ં/દાખલ કરવ�?ં",

Form			: "ફૉર�?મ/પત�?રક",
Checkbox		: "ચેક બોક�?સ",
RadioButton		: "રેડિઓ બટન",
TextField		: "ટેક�?સ�?ટ ફીલ�?ડ, શબ�?દ ક�?ષેત�?ર",
Textarea		: "ટેક�?સ�?ટ �?રિઆ, શબ�?દ વિસ�?તાર",
HiddenField		: "ગ�?પ�?ત ક�?ષેત�?ર",
Button			: "બટન",
SelectionField	: "પસંદગી ક�?ષેત�?ર",
ImageButton		: "ચિત�?ર બટન",

FitWindow		: "�?ડિટરની સાઇ�? અધિકતમ કરવી",
ShowBlocks		: "બ�?લૉક બતાવવ�?ં",

// Context Menu
EditLink			: " લિંક �?ડિટ/માં ફેરફાર કરવો",
CellCM				: "કોષના ખાના",
RowCM				: "પંક�?તિના ખાના",
ColumnCM			: "કૉલમ/ઊભી કટાર",
InsertRowAfter		: "પછી પંક�?તિ ઉમેરવી",
InsertRowBefore		: "પહેલાં પંક�?તિ ઉમેરવી",
DeleteRows			: "પંક�?તિઓ ડિલીટ/કાઢી નાખવી",
InsertColumnAfter	: "પછી કૉલમ/ઊભી કટાર ઉમેરવી",
InsertColumnBefore	: "પહેલાં કૉલમ/ઊભી કટાર ઉમેરવી",
DeleteColumns		: "કૉલમ/ઊભી કટાર ડિલીટ/કાઢી નાખવી",
InsertCellAfter		: "પછી કોષ ઉમેરવો",
InsertCellBefore	: "પહેલાં કોષ ઉમેરવો",
DeleteCells			: "કોષ ડિલીટ/કાઢી નાખવો",
MergeCells			: "કોષ ભેગા કરવા",
MergeRight			: "જમણી બાજ�? ભેગા કરવા",
MergeDown			: "નીચે ભેગા કરવા",
HorizontalSplitCell	: "કોષને સમસ�?તરીય વિભાજન કરવ�?ં",
VerticalSplitCell	: "કોષને સીધ�?ં ને ઊભ�?ં વિભાજન કરવ�?ં",
TableDelete			: "કોઠો ડિલીટ/કાઢી નાખવ�?ં",
CellProperties		: "કોષના ગ�?ણ",
TableProperties		: "કોઠાના  ગ�?ણ",
ImageProperties		: "ચિત�?રના ગ�?ણ",
FlashProperties		: "ફ�?લૅશના ગ�?ણ",

AnchorProp			: "�?ંકરના ગ�?ણ",
ButtonProp			: "બટનના ગ�?ણ",
CheckboxProp		: "ચેક બોક�?સ ગ�?ણ",
HiddenFieldProp		: "ગ�?પ�?ત ક�?ષેત�?રના ગ�?ણ",
RadioButtonProp		: "રેડિઓ બટનના ગ�?ણ",
ImageButtonProp		: "ચિત�?ર બટનના ગ�?ણ",
TextFieldProp		: "ટેક�?સ�?ટ ફીલ�?ડ, શબ�?દ ક�?ષેત�?રના ગ�?ણ",
SelectionFieldProp	: "પસંદગી ક�?ષેત�?રના ગ�?ણ",
TextareaProp		: "ટેક�?સ�?ટ �?અરિઆ, શબ�?દ વિસ�?તારના ગ�?ણ",
FormProp			: "ફૉર�?મ/પત�?રકના ગ�?ણ",

FontFormats			: "સામાન�?ય;ફૉર�?મટેડ;સરનામ�?ં;શીર�?ષક 1;શીર�?ષક 2;શીર�?ષક 3;શીર�?ષક 4;શીર�?ષક 5;શીર�?ષક 6;શીર�?ષક (DIV)",

// Alerts and Messages
ProcessingXHTML		: "XHTML પ�?રક�?રિયા ચાલ�? છે. મહેરબાની કરીને રાહ જોવો...",
Done				: "પતી ગય�?ં",
PasteWordConfirm	: "તમે જે ટેક�?સ�?ટ પેસ�?ટ કરવા માંગો છો, તે વડૅમાંથી કોપી કરેલ�? લાગે છે. પેસ�?ટ કરતા પહેલાં ટેક�?સ�?ટ સાફ કરવી છે?",
NotCompatiblePaste	: "આ કમાન�?ડ ઈનટરનેટ �?ક�?સપ�?લોરર(Internet Explorer) 5.5 અથવા �?ના પછીના વર�?�?ન માટેજ છે. ટેક�?સ�?ટને સાફ કયૅા પહેલાં પેસ�?ટ કરવી છે?",
UnknownToolbarItem	: "અજાણી ટૂલબાર આઇટમ \"%1\"",
UnknownCommand		: "અજાણયો કમાન�?ડ \"%1\"",
NotImplemented		: "કમાન�?ડ ઇમ�?પ�?લિમન�?ટ નથી કરોયો",
UnknownToolbarSet	: "ટૂલબાર સેટ \"%1\" ઉપલબ�?ધ નથી",
NoActiveX			: "તમારા બ�?રાઉ�?રની સ�?રક�?ષા સેટિંગસ �?ડિટરના અમ�?ક ફીચરને પરવાનગી આપતી નથી. કૃપયા \"Run ActiveX controls and plug-ins\" વિકલ�?પને ઇનેબલ/સમર�?થ કરો. તમારા બ�?રાઉ�?રમાં �?રર ઇન�?વિ�?િબલ ફીચરનો અન�?ભવ થઈ શકે છે. કૃપયા પૉપ-અપ બ�?લૉકર ડિસેબલ કરો.",
BrowseServerBlocked : "રિસૉર�?સ બ�?રાઉ�?ર ખોલી ન સકાય�?ં.",
DialogBlocked		: "ડાયલૉગ વિન�?ડો ખોલી ન સકાય�?ં. કૃપયા પૉપ-અપ બ�?લૉકર ડિસેબલ કરો.",
VisitLinkBlocked	: "It was not possible to open a new window. Make sure all popup blockers are disabled.",	//MISSING

// Dialogs
DlgBtnOK			: "ઠીક છે",
DlgBtnCancel		: "રદ કરવ�?ં",
DlgBtnClose			: "બંધ કરવ�?ં",
DlgBtnBrowseServer	: "સર�?વર બ�?રાઉ�? કરો",
DlgAdvancedTag		: "અડ�?વાન�?સડ",
DlgOpOther			: "<અન�?ય>",
DlgInfoTab			: "સૂચના",
DlgAlertUrl			: "URL ઇન�?સર�?ટ કરો",

// General Dialogs Labels
DlgGenNotSet		: "<સેટ નથી>",
DlgGenId			: "Id",
DlgGenLangDir		: "ભાષા લેખવાની પદ�?ધતિ",
DlgGenLangDirLtr	: "ડાબે થી જમણે (LTR)",
DlgGenLangDirRtl	: "જમણે થી ડાબે (RTL)",
DlgGenLangCode		: "ભાષા કોડ",
DlgGenAccessKey		: "�?ક�?સેસ કી",
DlgGenName			: "નામ",
DlgGenTabIndex		: "ટૅબ ઇન�?ડેક�?સ",
DlgGenLongDescr		: "વધારે માહિતી માટે URL",
DlgGenClass			: "સ�?ટાઇલ-શીટ ક�?લાસ",
DlgGenTitle			: "મ�?ખ�?ય મથાળ�?ં",
DlgGenContType		: "મ�?ખ�?ય કન�?ટેન�?ટ પ�?રકાર",
DlgGenLinkCharset	: "લિંક રિસૉર�?સ કૅરિક�?ટર સેટ",
DlgGenStyle			: "સ�?ટાઇલ",

// Image Dialog
DlgImgTitle			: "ચિત�?રના ગ�?ણ",
DlgImgInfoTab		: "ચિત�?ર ની જાણકારી",
DlgImgBtnUpload		: "આ સર�?વરને મોકલવ�?ં",
DlgImgURL			: "URL",
DlgImgUpload		: "અપલોડ",
DlgImgAlt			: "ઑલ�?ટર�?નટ ટેક�?સ�?ટ",
DlgImgWidth			: "પહોળાઈ",
DlgImgHeight		: "ઊંચાઈ",
DlgImgLockRatio		: "લૉક ગ�?ણોત�?તર",
DlgBtnResetSize		: "રીસેટ સાઇ�?",
DlgImgBorder		: "બોર�?ડર",
DlgImgHSpace		: "સમસ�?તરીય જગ�?યા",
DlgImgVSpace		: "લંબરૂપ જગ�?યા",
DlgImgAlign			: "લાઇનદોરીમાં ગોઠવવ�?ં",
DlgImgAlignLeft		: "ડાબી બાજ�? ગોઠવવ�?ં",
DlgImgAlignAbsBottom: "Abs નીચે",
DlgImgAlignAbsMiddle: "Abs ઉપર",
DlgImgAlignBaseline	: "આધાર લીટી",
DlgImgAlignBottom	: "નીચે",
DlgImgAlignMiddle	: "વચ�?ચે",
DlgImgAlignRight	: "જમણી",
DlgImgAlignTextTop	: "ટેક�?સ�?ટ ઉપર",
DlgImgAlignTop		: "ઉપર",
DlgImgPreview		: "પૂર�?વદર�?શન",
DlgImgAlertUrl		: "ચિત�?રની URL ટાઇપ કરો",
DlgImgLinkTab		: "લિંક",

// Flash Dialog
DlgFlashTitle		: "ફ�?લૅશ ગ�?ણ",
DlgFlashChkPlay		: "ઑટો/સ�?વયં પ�?લે",
DlgFlashChkLoop		: "લૂપ",
DlgFlashChkMenu		: "ફ�?લૅશ મેન�?યૂ નો પ�?રયોગ કરો",
DlgFlashScale		: "સ�?કેલ",
DlgFlashScaleAll	: "સ�?કેલ ઓલ/બધ�? બતાવો",
DlgFlashScaleNoBorder	: "સ�?કેલ બોર�?ડર વગર",
DlgFlashScaleFit	: "સ�?કેલ �?કદમ ફીટ",

// Link Dialog
DlgLnkWindowTitle	: "લિંક",
DlgLnkInfoTab		: "લિંક ઇન�?ફૉ ટૅબ",
DlgLnkTargetTab		: "ટાર�?ગેટ/લક�?ષ�?ય ટૅબ",

DlgLnkType			: "લિંક પ�?રકાર",
DlgLnkTypeURL		: "URL",
DlgLnkTypeAnchor	: "આ પેજનો �?ંકર",
DlgLnkTypeEMail		: "ઈ-મેલ",
DlgLnkProto			: "પ�?રોટોકૉલ",
DlgLnkProtoOther	: "<અન�?ય>",
DlgLnkURL			: "URL",
DlgLnkAnchorSel		: "�?ંકર પસંદ કરો",
DlgLnkAnchorByName	: "�?ંકર નામથી પસંદ કરો",
DlgLnkAnchorById	: "�?ંકર �?લિમન�?ટ Id થી પસંદ કરો",
DlgLnkNoAnchors		: "(ડૉક�?ય�?મન�?ટમાં �?ંકરની સંખ�?યા)",
DlgLnkEMail			: "ઈ-મેલ સરનામ�?ં",
DlgLnkEMailSubject	: "ઈ-મેલ વિષય",
DlgLnkEMailBody		: "સંદેશ",
DlgLnkUpload		: "અપલોડ",
DlgLnkBtnUpload		: "આ સર�?વરને મોકલવ�?ં",

DlgLnkTarget		: "ટાર�?ગેટ/લક�?ષ�?ય",
DlgLnkTargetFrame	: "<ફ�?રેમ>",
DlgLnkTargetPopup	: "<પૉપ-અપ વિન�?ડો>",
DlgLnkTargetBlank	: "નવી  વિન�?ડો (_blank)",
DlgLnkTargetParent	: "મૂળ વિન�?ડો (_parent)",
DlgLnkTargetSelf	: "આજ વિન�?ડો (_self)",
DlgLnkTargetTop		: "ઉપરની વિન�?ડો (_top)",
DlgLnkTargetFrameName	: "ટાર�?ગેટ ફ�?રેમ ન�?ં નામ",
DlgLnkPopWinName	: "પૉપ-અપ વિન�?ડો ન�?ં નામ",
DlgLnkPopWinFeat	: "પૉપ-અપ વિન�?ડો ફીચરસૅ",
DlgLnkPopResize		: "સાઇ�? બદલી સકાય છે",
DlgLnkPopLocation	: "લોકેશન બાર",
DlgLnkPopMenu		: "મેન�?યૂ બાર",
DlgLnkPopScroll		: "સ�?ક�?રોલ બાર",
DlgLnkPopStatus		: "સ�?ટૅટસ બાર",
DlgLnkPopToolbar	: "ટૂલ બાર",
DlgLnkPopFullScrn	: "ફ�?લ સ�?ક�?રીન (IE)",
DlgLnkPopDependent	: "ડિપેન�?ડન�?ટ (Netscape)",
DlgLnkPopWidth		: "પહોળાઈ",
DlgLnkPopHeight		: "ઊંચાઈ",
DlgLnkPopLeft		: "ડાબી બાજ�?",
DlgLnkPopTop		: "જમણી બાજ�?",

DlnLnkMsgNoUrl		: "લિંક  URL ટાઇપ કરો",
DlnLnkMsgNoEMail	: "ઈ-મેલ સરનામ�?ં ટાઇપ કરો",
DlnLnkMsgNoAnchor	: "�?ંકર પસંદ કરો",
DlnLnkMsgInvPopName	: "પૉપ-અપ વિન�?ડો ન�?ં નામ �?લ�?ફબેટથી શરૂ કરવો અને તેમાં સ�?પેઇસ ન હોવી જોઈ�?",

// Color Dialog
DlgColorTitle		: "રંગ  પસંદ કરો",
DlgColorBtnClear	: "સાફ કરો",
DlgColorHighlight	: "હાઈલાઇટ",
DlgColorSelected	: "સિલેક�?ટેડ/પસંદ કરવ�?ં",

// Smiley Dialog
DlgSmileyTitle		: "સ�?માઇલી  પસંદ કરો",

// Special Character Dialog
DlgSpecialCharTitle	: "સ�?પેશિઅલ વિશિષ�?ટ અક�?ષર પસંદ કરો",

// Table Dialog
DlgTableTitle		: "ટેબલ, કોઠાન�?ં મથાળ�?ં",
DlgTableRows		: "પંક�?તિના ખાના",
DlgTableColumns		: "કૉલમ/ઊભી કટાર",
DlgTableBorder		: "કોઠાની બાજ�?(બોર�?ડર) સાઇ�?",
DlgTableAlign		: "અલાઇનમન�?ટ/ગોઠવાયેલ�?ં ",
DlgTableAlignNotSet	: "<સેટ નથી>",
DlgTableAlignLeft	: "ડાબી બાજ�?",
DlgTableAlignCenter	: "મધ�?ય સેન�?ટર",
DlgTableAlignRight	: "જમણી બાજ�?",
DlgTableWidth		: "પહોળાઈ",
DlgTableWidthPx		: "પિકસલ",
DlgTableWidthPc		: "પ�?રતિશત",
DlgTableHeight		: "ઊંચાઈ",
DlgTableCellSpace	: "સેલ અંતર",
DlgTableCellPad		: "સેલ પૅડિંગ",
DlgTableCaption		: "મથાળ�?ં/કૅપ�?શન ",
DlgTableSummary		: "ટૂંકો �?હેવાલ",

// Table Cell Dialog
DlgCellTitle		: "પંક�?તિના ખાનાના ગ�?ણ",
DlgCellWidth		: "પહોળાઈ",
DlgCellWidthPx		: "પિકસલ",
DlgCellWidthPc		: "પ�?રતિશત",
DlgCellHeight		: "ઊંચાઈ",
DlgCellWordWrap		: "વર�?ડ રૅપ",
DlgCellWordWrapNotSet	: "<સેટ નથી>",
DlgCellWordWrapYes	: "હા",
DlgCellWordWrapNo	: "ના",
DlgCellHorAlign		: "સમસ�?તરીય ગોઠવવ�?ં",
DlgCellHorAlignNotSet	: "<સેટ નથી>",
DlgCellHorAlignLeft	: "ડાબી બાજ�?",
DlgCellHorAlignCenter	: "મધ�?ય સેન�?ટર",
DlgCellHorAlignRight: "જમણી બાજ�?",
DlgCellVerAlign		: "લંબરૂપ ગોઠવવ�?ં",
DlgCellVerAlignNotSet	: "<સેટ નથી>",
DlgCellVerAlignTop	: "ઉપર",
DlgCellVerAlignMiddle	: "મધ�?ય સેન�?ટર",
DlgCellVerAlignBottom	: "નીચે",
DlgCellVerAlignBaseline	: "મૂળ રેખા",
DlgCellRowSpan		: "પંક�?તિ સ�?પાન",
DlgCellCollSpan		: "કૉલમ/ઊભી કટાર સ�?પાન",
DlgCellBackColor	: "બૅકગ�?રાઉન�?ડ રંગ",
DlgCellBorderColor	: "બોર�?ડરનો રંગ",
DlgCellBtnSelect	: "પસંદ કરો...",

// Find and Replace Dialog
DlgFindAndReplaceTitle	: "શોધવ�?ં અને બદલવ�?ં",

// Find Dialog
DlgFindTitle		: "શોધવ�?ં",
DlgFindFindBtn		: "શોધવ�?ં",
DlgFindNotFoundMsg	: "તમે શોધેલી ટેક�?સ�?ટ નથી મળી",

// Replace Dialog
DlgReplaceTitle			: "બદલવ�?ં",
DlgReplaceFindLbl		: "આ શોધો",
DlgReplaceReplaceLbl	: "આનાથી બદલો",
DlgReplaceCaseChk		: "કેસ સરખા રાખો",
DlgReplaceReplaceBtn	: "બદલવ�?ં",
DlgReplaceReplAllBtn	: "બઘા બદલી ",
DlgReplaceWordChk		: "બઘા શબ�?દ સરખા રાખો",

// Paste Operations / Dialog
PasteErrorCut	: "તમારા બ�?રાઉ�?ર ની સ�?રક�?ષિત સેટિંગસ કટ કરવાની પરવાનગી નથી આપતી. (Ctrl+X) નો ઉપયોગ કરો.",
PasteErrorCopy	: "તમારા બ�?રાઉ�?ર ની સ�?રક�?ષિત સેટિંગસ કોપી કરવાની પરવાનગી નથી આપતી.  (Ctrl+C) का प�?रयोग करें।",

PasteAsText		: "પેસ�?ટ (ટેક�?સ�?ટ)",
PasteFromWord	: "પેસ�?ટ (વર�?ડ થી)",

DlgPasteMsg2	: "Ctrl+V નો પ�?રયોગ કરી પેસ�?ટ કરો",
DlgPasteSec		: "તમારા બ�?રાઉ�?ર ની સ�?રક�?ષિત સેટિંગસના કારણે,�?ડિટર તમારા કિલ�?પબોર�?ડ ડેટા ને કોપી નથી કરી શકતો. તમારે આ વિન�?ડોમાં ફરીથી પેસ�?ટ કરવ�?ં પડશે.",
DlgPasteIgnoreFont		: "ફૉન�?ટફેસ વ�?યાખ�?યાની અવગણના",
DlgPasteRemoveStyles	: "સ�?ટાઇલ વ�?યાખ�?યા કાઢી નાખવી",

// Color Picker
ColorAutomatic	: "સ�?વચાલિત",
ColorMoreColors	: "ઔર રંગ...",

// Document Properties
DocProps		: "ડૉક�?ય�?મન�?ટ ગ�?ણ/પ�?રૉપર�?ટિ�?",

// Anchor Dialog
DlgAnchorTitle		: "�?ંકર ગ�?ણ/પ�?રૉપર�?ટિ�?",
DlgAnchorName		: "�?ંકરન�?ં નામ",
DlgAnchorErrorName	: "�?ંકરન�?ં નામ ટાઈપ કરો",

// Speller Pages Dialog
DlgSpellNotInDic		: "શબ�?દકોશમાં નથી",
DlgSpellChangeTo		: "આનાથી બદલવ�?ં",
DlgSpellBtnIgnore		: "ઇગ�?નોર/અવગણના કરવી",
DlgSpellBtnIgnoreAll	: "બધાની ઇગ�?નોર/અવગણના કરવી",
DlgSpellBtnReplace		: "બદલવ�?ં",
DlgSpellBtnReplaceAll	: "બધા બદલી કરો",
DlgSpellBtnUndo			: "અન�?ડૂ",
DlgSpellNoSuggestions	: "- કઇ સજેશન નથી -",
DlgSpellProgress		: "શબ�?દની જોડણી/સ�?પેલ ચેક ચાલ�? છે...",
DlgSpellNoMispell		: "શબ�?દની જોડણી/સ�?પેલ ચેક પૂર�?ણ: ખોટી જોડણી મળી નથી",
DlgSpellNoChanges		: "શબ�?દની જોડણી/સ�?પેલ ચેક પૂર�?ણ: �?કપણ શબ�?દ બદલયો નથી",
DlgSpellOneChange		: "શબ�?દની જોડણી/સ�?પેલ ચેક પૂર�?ણ: �?ક શબ�?દ બદલયો છે",
DlgSpellManyChanges		: "શબ�?દની જોડણી/સ�?પેલ ચેક પૂર�?ણ: %1 શબ�?દ બદલયા છે",

IeSpellDownload			: "સ�?પેલ-ચેકર ઇન�?સ�?ટોલ નથી. શ�?ં તમે ડાઉનલોડ કરવા માંગો છો?",

// Button Dialog
DlgButtonText		: "ટેક�?સ�?ટ (વૅલ�?યૂ)",
DlgButtonType		: "પ�?રકાર",
DlgButtonTypeBtn	: "બટન",
DlgButtonTypeSbm	: "સબ�?મિટ",
DlgButtonTypeRst	: "રિસેટ",

// Checkbox and Radio Button Dialogs
DlgCheckboxName		: "નામ",
DlgCheckboxValue	: "વૅલ�?યૂ",
DlgCheckboxSelected	: "સિલેક�?ટેડ",

// Form Dialog
DlgFormName		: "નામ",
DlgFormAction	: "ક�?રિયા",
DlgFormMethod	: "પદ�?ધતિ",

// Select Field Dialog
DlgSelectName		: "નામ",
DlgSelectValue		: "વૅલ�?યૂ",
DlgSelectSize		: "સાઇ�?",
DlgSelectLines		: "લીટીઓ",
DlgSelectChkMulti	: "�?કથી વધારે પસંદ કરી શકો",
DlgSelectOpAvail	: "ઉપલબ�?ધ વિકલ�?પ",
DlgSelectOpText		: "ટેક�?સ�?ટ",
DlgSelectOpValue	: "વૅલ�?યૂ",
DlgSelectBtnAdd		: "ઉમેરવ�?ં",
DlgSelectBtnModify	: "બદલવ�?ં",
DlgSelectBtnUp		: "ઉપર",
DlgSelectBtnDown	: "નીચે",
DlgSelectBtnSetValue : "પસંદ કરલી વૅલ�?યૂ સેટ કરો",
DlgSelectBtnDelete	: "રદ કરવ�?ં",

// Textarea Dialog
DlgTextareaName	: "નામ",
DlgTextareaCols	: "કૉલમ/ઊભી કટાર",
DlgTextareaRows	: "પંક�?તિઓ",

// Text Field Dialog
DlgTextName			: "નામ",
DlgTextValue		: "વૅલ�?યૂ",
DlgTextCharWidth	: "કેરેક�?ટરની પહોળાઈ",
DlgTextMaxChars		: "અધિકતમ કેરેક�?ટર",
DlgTextType			: "ટાઇપ",
DlgTextTypeText		: "ટેક�?સ�?ટ",
DlgTextTypePass		: "પાસવર�?ડ",

// Hidden Field Dialog
DlgHiddenName	: "નામ",
DlgHiddenValue	: "વૅલ�?યૂ",

// Bulleted List Dialog
BulletedListProp	: "બ�?લેટ સૂચિ ગ�?ણ",
NumberedListProp	: "સંખ�?યાંક�?તિ સૂચિ ગ�?ણ",
DlgLstStart			: "શરૂઆતથી",
DlgLstType			: "પ�?રકાર",
DlgLstTypeCircle	: "વર�?ત�?ળ",
DlgLstTypeDisc		: "ડિસ�?ક",
DlgLstTypeSquare	: "ચોરસ",
DlgLstTypeNumbers	: "સંખ�?યા (1, 2, 3)",
DlgLstTypeLCase		: "નાના અક�?ષર (a, b, c)",
DlgLstTypeUCase		: "મોટા અક�?ષર (A, B, C)",
DlgLstTypeSRoman	: "નાના રોમન આંક (i, ii, iii)",
DlgLstTypeLRoman	: "મોટા રોમન આંક (I, II, III)",

// Document Properties Dialog
DlgDocGeneralTab	: "સાધારણ",
DlgDocBackTab		: "બૅકગ�?રાઉન�?ડ",
DlgDocColorsTab		: "રંગ અને માર�?જિન/કિનાર",
DlgDocMetaTab		: "મેટાડૅટા",

DlgDocPageTitle		: "પેજ મથાળ�?ં/ટાઇટલ",
DlgDocLangDir		: "ભાષા લેખવાની પદ�?ધતિ",
DlgDocLangDirLTR	: "ડાબે થી જમણે (LTR)",
DlgDocLangDirRTL	: "જમણે થી ડાબે (RTL)",
DlgDocLangCode		: "ભાષા કોડ",
DlgDocCharSet		: "કેરેક�?ટર સેટ �?ન�?કોડિંગ",
DlgDocCharSetCE		: "મધ�?ય ય�?રોપિઅન (Central European)",
DlgDocCharSetCT		: "ચાઇની�? (Chinese Traditional Big5)",
DlgDocCharSetCR		: "સિરીલિક (Cyrillic)",
DlgDocCharSetGR		: "ગ�?રીક (Greek)",
DlgDocCharSetJP		: "જાપાનિ�? (Japanese)",
DlgDocCharSetKR		: "કોરીયન (Korean)",
DlgDocCharSetTR		: "ટર�?કિ (Turkish)",
DlgDocCharSetUN		: "યૂનિકોડ (UTF-8)",
DlgDocCharSetWE		: "પશ�?ચિમ ય�?રોપિઅન (Western European)",
DlgDocCharSetOther	: "અન�?ય કેરેક�?ટર સેટ �?ન�?કોડિંગ",

DlgDocDocType		: "ડૉક�?ય�?મન�?ટ પ�?રકાર શીર�?ષક",
DlgDocDocTypeOther	: "અન�?ય ડૉક�?ય�?મન�?ટ પ�?રકાર શીર�?ષક",
DlgDocIncXHTML		: "XHTML સૂચના સમાવિષ�?ટ કરવી",
DlgDocBgColor		: "બૅકગ�?રાઉન�?ડ રંગ",
DlgDocBgImage		: "બૅકગ�?રાઉન�?ડ ચિત�?ર URL",
DlgDocBgNoScroll	: "સ�?ક�?રોલ ન થાય તેવ�?ં બૅકગ�?રાઉન�?ડ",
DlgDocCText			: "ટેક�?સ�?ટ",
DlgDocCLink			: "લિંક",
DlgDocCVisited		: "વિ�?િટેડ લિંક",
DlgDocCActive		: "સક�?રિય લિંક",
DlgDocMargins		: "પેજ માર�?જિન",
DlgDocMaTop			: "ઉપર",
DlgDocMaLeft		: "ડાબી",
DlgDocMaRight		: "જમણી",
DlgDocMaBottom		: "નીચે",
DlgDocMeIndex		: "ડૉક�?ય�?મન�?ટ ઇન�?ડેક�?સ સંકેતશબ�?દ (અલ�?પવિરામ (,) થી અલગ કરો)",
DlgDocMeDescr		: "ડૉક�?ય�?મન�?ટ વર�?ણન",
DlgDocMeAuthor		: "લેખક",
DlgDocMeCopy		: "કૉપિરાઇટ",
DlgDocPreview		: "પૂર�?વદર�?શન",

// Templates Dialog
Templates			: "ટેમ�?પ�?લેટ",
DlgTemplatesTitle	: "કન�?ટેન�?ટ ટેમ�?પ�?લેટ",
DlgTemplatesSelMsg	: "�?ડિટરમાં ઓપન કરવા ટેમ�?પ�?લેટ પસંદ કરો (વર�?તમાન કન�?ટેન�?ટ સેવ નહીં થાય):",
DlgTemplatesLoading	: "ટેમ�?પ�?લેટ સૂચિ લોડ થાય છે. રાહ જ�?ઓ...",
DlgTemplatesNoTpl	: "(કોઈ ટેમ�?પ�?લેટ ડિફાઇન નથી)",
DlgTemplatesReplace	: "મૂળ શબ�?દને બદલો",

// About Dialog
DlgAboutAboutTab	: "FCKEditor ના વિષે",
DlgAboutBrowserInfoTab	: "બ�?રાઉ�?ર ના વિષે",
DlgAboutLicenseTab	: "લાઇસન�?સ",
DlgAboutVersion		: "વર�?�?ન",
DlgAboutInfo		: "વધારે માહિતી માટે:",

// Div Dialog
DlgDivGeneralTab	: "General",	//MISSING
DlgDivAdvancedTab	: "Advanced",	//MISSING
DlgDivStyle		: "Style",	//MISSING
DlgDivInlineStyle	: "Inline Style"	//MISSING
};
