/*
 * FCKeditor - The text editor for Internet - http://www.fckeditor.net
 * Copyright (C) 2003-2008 Frederico Caldeira Knabben
 *
 * == BEGIN LICENSE ==
 *
 * Licensed under the terms of any of the following licenses at your
 * choice:
 *
 *  - GNU General Public License Version 2 or later (the "GPL")
 *    http://www.gnu.org/licenses/gpl.html
 *
 *  - GNU Lesser General Public License Version 2.1 or later (the "LGPL")
 *    http://www.gnu.org/licenses/lgpl.html
 *
 *  - Mozilla Public License Version 1.1 or later (the "MPL")
 *    http://www.mozilla.org/MPL/MPL-1.1.html
 *
 * == END LICENSE ==
 *
 * Hindi language file.
 */

var FCKLang =
{
// Language direction : "ltr" (left to right) or "rtl" (right to left).
Dir					: "ltr",

ToolbarCollapse		: "टूलबार सिमटायें",
ToolbarExpand		: "टूलबार का विस�?तार करें",

// Toolbar Items and Context Menu
Save				: "सेव",
NewPage				: "नया पेज",
Preview				: "प�?रीव�?यू",
Cut					: "कट",
Copy				: "कॉपी",
Paste				: "पेस�?ट",
PasteText			: "पेस�?ट (सादा टॅक�?स�?ट)",
PasteWord			: "पेस�?ट (वर�?ड से)",
Print				: "प�?रिन�?ट",
SelectAll			: "सब सॅलॅक�?ट करें",
RemoveFormat		: "फ़ॉर�?मैट हटायें",
InsertLinkLbl		: "लिंक",
InsertLink			: "लिंक इन�?सर�?ट/संपादन",
RemoveLink			: "लिंक हटायें",
VisitLink			: "लिंक खोलें",
Anchor				: "�?ंकर इन�?सर�?ट/संपादन",
AnchorDelete		: "�?ंकर हटायें",
InsertImageLbl		: "तस�?वीर",
InsertImage			: "तस�?वीर इन�?सर�?ट/संपादन",
InsertFlashLbl		: "फ़�?लैश",
InsertFlash			: "फ़�?लैश इन�?सर�?ट/संपादन",
InsertTableLbl		: "टेबल",
InsertTable			: "टेबल इन�?सर�?ट/संपादन",
InsertLineLbl		: "रेखा",
InsertLine			: "हॉरिज़ॉन�?टल रेखा इन�?सर�?ट करें",
InsertSpecialCharLbl: "विशेष करॅक�?टर",
InsertSpecialChar	: "विशेष करॅक�?टर इन�?सर�?ट करें",
InsertSmileyLbl		: "स�?माइली",
InsertSmiley		: "स�?माइली इन�?सर�?ट करें",
About				: "FCKeditor के बारे में",
Bold				: "बोल�?ड",
Italic				: "इटैलिक",
Underline			: "रेखांकण",
StrikeThrough		: "स�?ट�?राइक थ�?रू",
Subscript			: "अधोलेख",
Superscript			: "अभिलेख",
LeftJustify			: "बायीं तरफ",
CenterJustify		: "बीच में",
RightJustify		: "दायीं तरफ",
BlockJustify		: "ब�?लॉक जस�?टीफ़ाई",
DecreaseIndent		: "इन�?डॅन�?ट कम करें",
IncreaseIndent		: "इन�?डॅन�?ट ब�?ायें",
Blockquote			: "ब�?लॉक-कोट",
CreateDiv			: "डिव (Div) कन�?टेनर बनायें",
EditDiv				: "डिव (Div) कन�?टेनर बदलें",
DeleteDiv			: "डिव कन�?टेनर हटायें",
Undo				: "अन�?डू",
Redo				: "रीडू",
NumberedListLbl		: "अंकीय सूची",
NumberedList		: "अंकीय सूची इन�?सर�?ट/संपादन",
BulletedListLbl		: "ब�?लॅट सूची",
BulletedList		: "ब�?लॅट सूची इन�?सर�?ट/संपादन",
ShowTableBorders	: "टेबल बॉर�?डरयें दिखायें",
ShowDetails			: "ज�?यादा   दिखायें",
Style				: "स�?टाइल",
FontFormat			: "फ़ॉर�?मैट",
Font				: "फ़ॉन�?ट",
FontSize			: "साइज़",
TextColor			: "टेक�?स�?ट रंग",
BGColor				: "बैक�?ग�?राउन�?ड रंग",
Source				: "सोर�?स",
Find				: "खोजें",
Replace				: "रीप�?लेस",
SpellCheck			: "वर�?तनी (स�?पेलिंग) जा�?च",
UniversalKeyboard	: "यूनीवर�?सल कीबोर�?ड",
PageBreakLbl		: "पेज ब�?रेक",
PageBreak			: "पेज ब�?रेक इन�?सर�?ट�? करें",

Form			: "फ़ॉर�?म",
Checkbox		: "चॅक बॉक�?स",
RadioButton		: "रेडिओ बटन",
TextField		: "टेक�?स�?ट फ़ील�?ड",
Textarea		: "टेक�?स�?ट �?रिया",
HiddenField		: "ग�?प�?त फ़ील�?ड",
Button			: "बटन",
SelectionField	: "च�?नाव फ़ील�?ड",
ImageButton		: "तस�?वीर बटन",

FitWindow		: "�?डिटर साइज़ को चरम सीमा तक ब�?ायें",
ShowBlocks		: "ब�?लॉक दिखायें",

// Context Menu
EditLink			: "लिंक संपादन",
CellCM				: "खाना",
RowCM				: "पंक�?ति",
ColumnCM			: "कालम",
InsertRowAfter		: "बाद में पंक�?ति डालें",
InsertRowBefore		: "पहले पंक�?ति डालें",
DeleteRows			: "पंक�?तिया�? डिलीट करें",
InsertColumnAfter	: "बाद में कालम डालें",
InsertColumnBefore	: "पहले कालम डालें",
DeleteColumns		: "कालम डिलीट करें",
InsertCellAfter		: "बाद में सैल डालें",
InsertCellBefore	: "पहले सैल डालें",
DeleteCells			: "सैल डिलीट करें",
MergeCells			: "सैल मिलायें",
MergeRight			: "बा�?या विलय",
MergeDown			: "नीचे विलय करें",
HorizontalSplitCell	: "सैल को क�?षैतिज स�?थिति में विभाजित करें",
VerticalSplitCell	: "सैल को लम�?बाकार में विभाजित करें",
TableDelete			: "टेबल डिलीट करें",
CellProperties		: "सैल प�?रॉपर�?टीज़",
TableProperties		: "टेबल प�?रॉपर�?टीज़",
ImageProperties		: "तस�?वीर प�?रॉपर�?टीज़",
FlashProperties		: "फ़�?लैश प�?रॉपर�?टीज़",

AnchorProp			: "�?ंकर प�?रॉपर�?टीज़",
ButtonProp			: "बटन प�?रॉपर�?टीज़",
CheckboxProp		: "चॅक बॉक�?स प�?रॉपर�?टीज़",
HiddenFieldProp		: "ग�?प�?त फ़ील�?ड प�?रॉपर�?टीज़",
RadioButtonProp		: "रेडिओ बटन प�?रॉपर�?टीज़",
ImageButtonProp		: "तस�?वीर बटन प�?रॉपर�?टीज़",
TextFieldProp		: "टेक�?स�?ट फ़ील�?ड प�?रॉपर�?टीज़",
SelectionFieldProp	: "च�?नाव फ़ील�?ड प�?रॉपर�?टीज़",
TextareaProp		: "टेक�?स�?त �?रिया प�?रॉपर�?टीज़",
FormProp			: "फ़ॉर�?म प�?रॉपर�?टीज़",

FontFormats			: "साधारण;फ़ॉर�?मैटॅड;पता;शीर�?षक 1;शीर�?षक 2;शीर�?षक 3;शीर�?षक 4;शीर�?षक 5;शीर�?षक 6;शीर�?षक (DIV)",

// Alerts and Messages
ProcessingXHTML		: "XHTML प�?रोसॅस हो रहा है। ज़रा ठहरें...",
Done				: "पूरा ह�?आ",
PasteWordConfirm	: "आप जो टेक�?स�?ट पेस�?ट करना चाहते हैं, वह वर�?ड से कॉपी किया ह�?आ लग रहा है। क�?या पेस�?ट करने से पहले आप इसे साफ़ करना चाहेंगे?",
NotCompatiblePaste	: "यह कमांड इन�?टरनॅट �?क�?स�?प�?लोरर(Internet Explorer) 5.5 या उसके बाद के वर�?ज़न के लि�? ही उपलब�?ध है। क�?या आप बिना साफ़ कि�? पेस�?ट करना चाहेंगे?",
UnknownToolbarItem	: "अनजान टूलबार आइटम \"%1\"",
UnknownCommand		: "अनजान कमान�?ड \"%1\"",
NotImplemented		: "कमान�?ड इम�?प�?लीमॅन�?ट नहीं किया गया है",
UnknownToolbarSet	: "टूलबार सॅट \"%1\" उपलब�?ध नहीं है",
NoActiveX			: "आपके ब�?राउज़र�? की स�?रक�?शा सेटिंग�?स�? �?डिटर की क�?छ�? फ़ीचरों को सीमित कर�? सकती हैं। क�?रिपया \"Run ActiveX controls and plug-ins\" विकल�?प को �?नेबल करें. आपको �?रर�?स�? और गायब फ़ीचर�?स�? का अन�?भव हो सकता है।",
BrowseServerBlocked : "रिसोर�?सेज़ ब�?राउज़र�? नहीं खोला जा सका। क�?रिपया सभी पॉप�?-अप�? ब�?लॉकर�?स�? को निष�?क�?रिय करें।",
DialogBlocked		: "डायलग विन�?डो नहीं खोला जा सका। क�?रिपया सभी पॉप�?-अप�? ब�?लॉकर�?स�? को निष�?क�?रिय करें।",
VisitLinkBlocked	: "नया विन�?डो नहीं खोला जा सका। क�?रिपया सभी पॉप�?-अप�? ब�?लॉकर�?स�? को निष�?क�?रिय करें।",

// Dialogs
DlgBtnOK			: "ठीक है",
DlgBtnCancel		: "रद�?द करें",
DlgBtnClose			: "बन�?द करें",
DlgBtnBrowseServer	: "सर�?वर ब�?राउज़ करें",
DlgAdvancedTag		: "�?ड�?वान�?स�?ड",
DlgOpOther			: "<अन�?य>",
DlgInfoTab			: "सूचना",
DlgAlertUrl			: "URL इन�?सर�?ट करें",

// General Dialogs Labels
DlgGenNotSet		: "<सॅट नहीं>",
DlgGenId			: "Id",
DlgGenLangDir		: "भाषा लिखने की दिशा",
DlgGenLangDirLtr	: "बायें से दायें (LTR)",
DlgGenLangDirRtl	: "दायें से बायें (RTL)",
DlgGenLangCode		: "भाषा कोड",
DlgGenAccessKey		: "�?क�?सॅस की",
DlgGenName			: "नाम",
DlgGenTabIndex		: "टैब इन�?डॅक�?स",
DlgGenLongDescr		: "अधिक विवरण के लि�? URL",
DlgGenClass			: "स�?टाइल-शीट क�?लास",
DlgGenTitle			: "परामर�?श शीर�?शक",
DlgGenContType		: "परामर�?श कन�?टॅन�?ट प�?रकार",
DlgGenLinkCharset	: "लिंक रिसोर�?स करॅक�?टर सॅट",
DlgGenStyle			: "स�?टाइल",

// Image Dialog
DlgImgTitle			: "तस�?वीर प�?रॉपर�?टीज़",
DlgImgInfoTab		: "तस�?वीर की जानकारी",
DlgImgBtnUpload		: "इसे सर�?वर को भेजें",
DlgImgURL			: "URL",
DlgImgUpload		: "अपलोड",
DlgImgAlt			: "वैकल�?पिक टेक�?स�?ट",
DlgImgWidth			: "चौड़ाई",
DlgImgHeight		: "ऊ�?चाई",
DlgImgLockRatio		: "लॉक अन�?पात",
DlgBtnResetSize		: "रीसॅट साइज़",
DlgImgBorder		: "बॉर�?डर",
DlgImgHSpace		: "हॉरिज़ॉन�?टल स�?पेस",
DlgImgVSpace		: "वर�?टिकल स�?पेस",
DlgImgAlign			: "�?लाइन",
DlgImgAlignLeft		: "दायें",
DlgImgAlignAbsBottom: "Abs नीचे",
DlgImgAlignAbsMiddle: "Abs ऊपर",
DlgImgAlignBaseline	: "मूल रेखा",
DlgImgAlignBottom	: "नीचे",
DlgImgAlignMiddle	: "मध�?य",
DlgImgAlignRight	: "दायें",
DlgImgAlignTextTop	: "टेक�?स�?ट ऊपर",
DlgImgAlignTop		: "ऊपर",
DlgImgPreview		: "प�?रीव�?यू",
DlgImgAlertUrl		: "तस�?वीर का URL टाइप करें ",
DlgImgLinkTab		: "लिंक",

// Flash Dialog
DlgFlashTitle		: "फ़�?लैश प�?रॉपर�?टीज़",
DlgFlashChkPlay		: "ऑटो प�?ले",
DlgFlashChkLoop		: "लूप",
DlgFlashChkMenu		: "फ़�?लैश मॅन�?यू का प�?रयोग करें",
DlgFlashScale		: "स�?केल",
DlgFlashScaleAll	: "सभी दिखायें",
DlgFlashScaleNoBorder	: "कोई बॉर�?डर नहीं",
DlgFlashScaleFit	: "बिल�?क�?ल फ़िट",

// Link Dialog
DlgLnkWindowTitle	: "लिंक",
DlgLnkInfoTab		: "लिंक  ",
DlgLnkTargetTab		: "टार�?गेट",

DlgLnkType			: "लिंक प�?रकार",
DlgLnkTypeURL		: "URL",
DlgLnkTypeAnchor	: "इस पेज का �?ंकर",
DlgLnkTypeEMail		: "ई-मेल",
DlgLnkProto			: "प�?रोटोकॉल",
DlgLnkProtoOther	: "<अन�?य>",
DlgLnkURL			: "URL",
DlgLnkAnchorSel		: "�?ंकर च�?नें",
DlgLnkAnchorByName	: "�?ंकर नाम से",
DlgLnkAnchorById	: "�?लीमॅन�?ट Id से",
DlgLnkNoAnchors		: "(डॉक�?यूमॅन�?ट में �?ंकर�?स की संख�?या)",
DlgLnkEMail			: "ई-मेल पता",
DlgLnkEMailSubject	: "संदेश विषय",
DlgLnkEMailBody		: "संदेश",
DlgLnkUpload		: "अपलोड",
DlgLnkBtnUpload		: "इसे सर�?वर को भेजें",

DlgLnkTarget		: "टार�?गेट",
DlgLnkTargetFrame	: "<फ़�?रेम>",
DlgLnkTargetPopup	: "<पॉप-अप विन�?डो>",
DlgLnkTargetBlank	: "नया विन�?डो (_blank)",
DlgLnkTargetParent	: "मूल विन�?डो (_parent)",
DlgLnkTargetSelf	: "इसी विन�?डो (_self)",
DlgLnkTargetTop		: "शीर�?ष विन�?डो (_top)",
DlgLnkTargetFrameName	: "टार�?गेट फ़�?रेम का नाम",
DlgLnkPopWinName	: "पॉप-अप विन�?डो का नाम",
DlgLnkPopWinFeat	: "पॉप-अप विन�?डो फ़ीचर�?स",
DlgLnkPopResize		: "साइज़ बदला जा सकता है",
DlgLnkPopLocation	: "लोकेशन बार",
DlgLnkPopMenu		: "मॅन�?यू बार",
DlgLnkPopScroll		: "स�?क�?रॉल बार",
DlgLnkPopStatus		: "स�?टेटस बार",
DlgLnkPopToolbar	: "टूल बार",
DlgLnkPopFullScrn	: "फ़�?ल स�?क�?रीन (IE)",
DlgLnkPopDependent	: "डिपेन�?डॅन�?ट (Netscape)",
DlgLnkPopWidth		: "चौड़ाई",
DlgLnkPopHeight		: "ऊ�?चाई",
DlgLnkPopLeft		: "बायीं तरफ",
DlgLnkPopTop		: "दायीं तरफ",

DlnLnkMsgNoUrl		: "लिंक URL टाइप करें",
DlnLnkMsgNoEMail	: "ई-मेल पता टाइप करें",
DlnLnkMsgNoAnchor	: "�?ंकर च�?नें",
DlnLnkMsgInvPopName	: "पॉप-अप का नाम अल�?फाबेट से श�?रू होना चाहिये और उसमें स�?पेस नहीं होने चाहि�?",

// Color Dialog
DlgColorTitle		: "रंग च�?नें",
DlgColorBtnClear	: "साफ़ करें",
DlgColorHighlight	: "हाइलाइट",
DlgColorSelected	: "सॅलॅक�?टॅड",

// Smiley Dialog
DlgSmileyTitle		: "स�?माइली इन�?सर�?ट करें",

// Special Character Dialog
DlgSpecialCharTitle	: "विशेष करॅक�?टर च�?नें",

// Table Dialog
DlgTableTitle		: "टेबल प�?रॉपर�?टीज़",
DlgTableRows		: "पंक�?तिया�?",
DlgTableColumns		: "कालम",
DlgTableBorder		: "बॉर�?डर साइज़",
DlgTableAlign		: "�?लाइन�?मॅन�?ट",
DlgTableAlignNotSet	: "<सॅट नहीं>",
DlgTableAlignLeft	: "दायें",
DlgTableAlignCenter	: "बीच में",
DlgTableAlignRight	: "बायें",
DlgTableWidth		: "चौड़ाई",
DlgTableWidthPx		: "पिक�?सैल",
DlgTableWidthPc		: "प�?रतिशत",
DlgTableHeight		: "ऊ�?चाई",
DlgTableCellSpace	: "सैल अंतर",
DlgTableCellPad		: "सैल पैडिंग",
DlgTableCaption		: "शीर�?षक",
DlgTableSummary		: "सारांश",

// Table Cell Dialog
DlgCellTitle		: "सैल प�?रॉपर�?टीज़",
DlgCellWidth		: "चौड़ाई",
DlgCellWidthPx		: "पिक�?सैल",
DlgCellWidthPc		: "प�?रतिशत",
DlgCellHeight		: "ऊ�?चाई",
DlgCellWordWrap		: "वर�?ड रैप",
DlgCellWordWrapNotSet	: "<सॅट नहीं>",
DlgCellWordWrapYes	: "हा�?",
DlgCellWordWrapNo	: "नहीं",
DlgCellHorAlign		: "हॉरिज़ॉन�?टल �?लाइन�?मॅन�?ट",
DlgCellHorAlignNotSet	: "<सॅट नहीं>",
DlgCellHorAlignLeft	: "दायें",
DlgCellHorAlignCenter	: "बीच में",
DlgCellHorAlignRight: "बायें",
DlgCellVerAlign		: "वर�?टिकल �?लाइन�?मॅन�?ट",
DlgCellVerAlignNotSet	: "<सॅट नहीं>",
DlgCellVerAlignTop	: "ऊपर",
DlgCellVerAlignMiddle	: "मध�?य",
DlgCellVerAlignBottom	: "नीचे",
DlgCellVerAlignBaseline	: "मूलरेखा",
DlgCellRowSpan		: "पंक�?ति स�?पैन",
DlgCellCollSpan		: "कालम स�?पैन",
DlgCellBackColor	: "बैक�?ग�?राउन�?ड रंग",
DlgCellBorderColor	: "बॉर�?डर का रंग",
DlgCellBtnSelect	: "च�?नें...",

// Find and Replace Dialog
DlgFindAndReplaceTitle	: "खोजें और बदलें",

// Find Dialog
DlgFindTitle		: "खोजें",
DlgFindFindBtn		: "खोजें",
DlgFindNotFoundMsg	: "आपके द�?वारा दिया गया टेक�?स�?ट नहीं मिला",

// Replace Dialog
DlgReplaceTitle			: "रिप�?लेस",
DlgReplaceFindLbl		: "यह खोजें:",
DlgReplaceReplaceLbl	: "इससे रिप�?लेस करें:",
DlgReplaceCaseChk		: "केस मिलायें",
DlgReplaceReplaceBtn	: "रिप�?लेस",
DlgReplaceReplAllBtn	: "सभी रिप�?लेस करें",
DlgReplaceWordChk		: "पूरा शब�?द मिलायें",

// Paste Operations / Dialog
PasteErrorCut	: "आपके ब�?राउज़र की स�?रक�?षा सॅटिन�?ग�?स ने कट करने की अन�?मति नहीं प�?रदान की है। (Ctrl+X) का प�?रयोग करें।",
PasteErrorCopy	: "आपके ब�?राआउज़र की स�?रक�?षा सॅटिन�?ग�?स ने कॉपी करने की अन�?मति नहीं प�?रदान की है। (Ctrl+C) का प�?रयोग करें।",

PasteAsText		: "पेस�?ट (सादा टॅक�?स�?ट)",
PasteFromWord	: "पेस�?ट (वर�?ड से)",

DlgPasteMsg2	: "Ctrl+V का प�?रयोग करके पेस�?ट करें और ठीक है करें.",
DlgPasteSec		: "आपके ब�?राउज़र की स�?रक�?षा आपके ब�?राउज़र की स�?रKश सैटिंग के कारण, �?डिटर आपके क�?लिपबोर�?ड डेटा को नहीं पा सकता है. आपको उसे इस विन�?डो में दोबारा पेस�?ट करना होगा.",
DlgPasteIgnoreFont		: "फ़ॉन�?ट परिभाषा निकालें",
DlgPasteRemoveStyles	: "स�?टाइल परिभाषा निकालें",

// Color Picker
ColorAutomatic	: "स�?वचालित",
ColorMoreColors	: "और रंग...",

// Document Properties
DocProps		: "डॉक�?यूमॅन�?ट प�?रॉपर�?टीज़",

// Anchor Dialog
DlgAnchorTitle		: "�?ंकर प�?रॉपर�?टीज़",
DlgAnchorName		: "�?ंकर का नाम",
DlgAnchorErrorName	: "�?ंकर का नाम टाइप करें",

// Speller Pages Dialog
DlgSpellNotInDic		: "शब�?दकोश में नहीं",
DlgSpellChangeTo		: "इसमें बदलें",
DlgSpellBtnIgnore		: "इग�?नोर",
DlgSpellBtnIgnoreAll	: "सभी इग�?नोर करें",
DlgSpellBtnReplace		: "रिप�?लेस",
DlgSpellBtnReplaceAll	: "सभी रिप�?लेस करें",
DlgSpellBtnUndo			: "अन�?डू",
DlgSpellNoSuggestions	: "- कोई स�?�?ाव नहीं -",
DlgSpellProgress		: "वर�?तनी की जा�?च (स�?पॅल-चॅक) जारी है...",
DlgSpellNoMispell		: "वर�?तनी की जा�?च : कोई गलत वर�?तनी (स�?पॅलिंग) नहीं पाई गई",
DlgSpellNoChanges		: "वर�?तनी की जा�?च :कोई शब�?द नहीं बदला गया",
DlgSpellOneChange		: "वर�?तनी की जा�?च : �?क शब�?द बदला गया",
DlgSpellManyChanges		: "वर�?तनी की जा�?च : %1 शब�?द बदले गये",

IeSpellDownload			: "स�?पॅल-चॅकर इन�?स�?टाल नहीं किया गया है। क�?या आप इसे डा‌उनलोड करना चाहेंगे?",

// Button Dialog
DlgButtonText		: "टेक�?स�?ट (वैल�?यू)",
DlgButtonType		: "प�?रकार",
DlgButtonTypeBtn	: "बटन",
DlgButtonTypeSbm	: "सब�?मिट",
DlgButtonTypeRst	: "रिसेट",

// Checkbox and Radio Button Dialogs
DlgCheckboxName		: "नाम",
DlgCheckboxValue	: "वैल�?यू",
DlgCheckboxSelected	: "सॅलॅक�?टॅड",

// Form Dialog
DlgFormName		: "नाम",
DlgFormAction	: "क�?रिया",
DlgFormMethod	: "तरीका",

// Select Field Dialog
DlgSelectName		: "नाम",
DlgSelectValue		: "वैल�?यू",
DlgSelectSize		: "साइज़",
DlgSelectLines		: "पंक�?तिया�?",
DlgSelectChkMulti	: "�?क से ज�?यादा विकल�?प च�?नने दें",
DlgSelectOpAvail	: "उपलब�?ध विकल�?प",
DlgSelectOpText		: "टेक�?स�?ट",
DlgSelectOpValue	: "वैल�?यू",
DlgSelectBtnAdd		: "जोड़ें",
DlgSelectBtnModify	: "बदलें",
DlgSelectBtnUp		: "ऊपर",
DlgSelectBtnDown	: "नीचे",
DlgSelectBtnSetValue : "च�?नी गई वैल�?यू सॅट करें",
DlgSelectBtnDelete	: "डिलीट",

// Textarea Dialog
DlgTextareaName	: "नाम",
DlgTextareaCols	: "कालम",
DlgTextareaRows	: "पंक�?तियां",

// Text Field Dialog
DlgTextName			: "नाम",
DlgTextValue		: "वैल�?यू",
DlgTextCharWidth	: "करॅक�?टर की चौ�?ाई",
DlgTextMaxChars		: "अधिकतम करॅक�?टर",
DlgTextType			: "टाइप",
DlgTextTypeText		: "टेक�?स�?ट",
DlgTextTypePass		: "पास�?वर�?ड",

// Hidden Field Dialog
DlgHiddenName	: "नाम",
DlgHiddenValue	: "वैल�?यू",

// Bulleted List Dialog
BulletedListProp	: "ब�?लॅट सूची प�?रॉपर�?टीज़",
NumberedListProp	: "अंकीय सूची प�?रॉपर�?टीज़",
DlgLstStart			: "प�?रारम�?भ",
DlgLstType			: "प�?रकार",
DlgLstTypeCircle	: "गोल",
DlgLstTypeDisc		: "डिस�?क",
DlgLstTypeSquare	: "चौकॊण",
DlgLstTypeNumbers	: "अंक (1, 2, 3)",
DlgLstTypeLCase		: "छोटे अक�?षर (a, b, c)",
DlgLstTypeUCase		: "बड़े अक�?षर (A, B, C)",
DlgLstTypeSRoman	: "छोटे रोमन अंक (i, ii, iii)",
DlgLstTypeLRoman	: "बड़े रोमन अंक (I, II, III)",

// Document Properties Dialog
DlgDocGeneralTab	: "आम",
DlgDocBackTab		: "बैक�?ग�?राउन�?ड",
DlgDocColorsTab		: "रंग और मार�?जिन",
DlgDocMetaTab		: "मॅटाडेटा",

DlgDocPageTitle		: "पेज शीर�?षक",
DlgDocLangDir		: "भाषा लिखने की दिशा",
DlgDocLangDirLTR	: "बायें से दायें (LTR)",
DlgDocLangDirRTL	: "दायें से बायें (RTL)",
DlgDocLangCode		: "भाषा कोड",
DlgDocCharSet		: "करेक�?टर सॅट �?न�?कोडिंग",
DlgDocCharSetCE		: "मध�?य यूरोपीय (Central European)",
DlgDocCharSetCT		: "चीनी (Chinese Traditional Big5)",
DlgDocCharSetCR		: "सिरीलिक (Cyrillic)",
DlgDocCharSetGR		: "यवन (Greek)",
DlgDocCharSetJP		: "जापानी (Japanese)",
DlgDocCharSetKR		: "कोरीयन (Korean)",
DlgDocCharSetTR		: "त�?र�?की (Turkish)",
DlgDocCharSetUN		: "यूनीकोड (UTF-8)",
DlgDocCharSetWE		: "पश�?चिम यूरोपीय (Western European)",
DlgDocCharSetOther	: "अन�?य करेक�?टर सॅट �?न�?कोडिंग",

DlgDocDocType		: "डॉक�?यूमॅन�?ट प�?रकार शीर�?षक",
DlgDocDocTypeOther	: "अन�?य डॉक�?यूमॅन�?ट प�?रकार शीर�?षक",
DlgDocIncXHTML		: "XHTML सूचना सम�?मिलित करें",
DlgDocBgColor		: "बैक�?ग�?राउन�?ड रंग",
DlgDocBgImage		: "बैक�?ग�?राउन�?ड तस�?वीर URL",
DlgDocBgNoScroll	: "स�?क�?रॉल न करने वाला बैक�?ग�?राउन�?ड",
DlgDocCText			: "टेक�?स�?ट",
DlgDocCLink			: "लिंक",
DlgDocCVisited		: "विज़िट किया गया लिंक",
DlgDocCActive		: "सक�?रिय लिंक",
DlgDocMargins		: "पेज मार�?जिन",
DlgDocMaTop			: "ऊपर",
DlgDocMaLeft		: "बायें",
DlgDocMaRight		: "दायें",
DlgDocMaBottom		: "नीचे",
DlgDocMeIndex		: "डॉक�?य�?मॅन�?ट इन�?डेक�?स संकेतशब�?द (अल�?पविराम से अलग करें)",
DlgDocMeDescr		: "डॉक�?यूमॅन�?ट करॅक�?टरन",
DlgDocMeAuthor		: "लेखक",
DlgDocMeCopy		: "कॉपीराइट",
DlgDocPreview		: "प�?रीव�?यू",

// Templates Dialog
Templates			: "टॅम�?प�?लेट",
DlgTemplatesTitle	: "कन�?टेन�?ट टॅम�?प�?लेट",
DlgTemplatesSelMsg	: "�?डिटर में ओपन करने हेत�? टॅम�?प�?लेट च�?नें(वर�?तमान कन�?टॅन�?ट सेव नहीं होंगे):",
DlgTemplatesLoading	: "टॅम�?प�?लेट सूची लोड की जा रही है। ज़रा ठहरें...",
DlgTemplatesNoTpl	: "(कोई टॅम�?प�?लेट डिफ़ाइन नहीं किया गया है)",
DlgTemplatesReplace	: "मूल शब�?दों को बदलें",

// About Dialog
DlgAboutAboutTab	: "FCKEditor के बारे में",
DlgAboutBrowserInfoTab	: "ब�?राउज़र के बारे में",
DlgAboutLicenseTab	: "लाइसैन�?स",
DlgAboutVersion		: "वर�?ज़न",
DlgAboutInfo		: "अधिक जानकारी के लिये यहा�? जायें:",

// Div Dialog
DlgDivGeneralTab	: "सामान�?य",
DlgDivAdvancedTab	: "�?ड�?वान�?स�?ड",
DlgDivStyle		: "स�?टाइल",
DlgDivInlineStyle	: "इनलाइन स�?टाइल"
};
