/*
 * FCKeditor - The text editor for Internet - http://www.fckeditor.net
 * Copyright (C) 2003-2008 Frederico Caldeira Knabben
 *
 * == BEGIN LICENSE ==
 *
 * Licensed under the terms of any of the following licenses at your
 * choice:
 *
 *  - GNU General Public License Version 2 or later (the "GPL")
 *    http://www.gnu.org/licenses/gpl.html
 *
 *  - GNU Lesser General Public License Version 2.1 or later (the "LGPL")
 *    http://www.gnu.org/licenses/lgpl.html
 *
 *  - Mozilla Public License Version 1.1 or later (the "MPL")
 *    http://www.mozilla.org/MPL/MPL-1.1.html
 *
 * == END LICENSE ==
 *
 * Thai language file.
 */

var FCKLang =
{
// Language direction : "ltr" (left to right) or "rtl" (right to left).
Dir					: "ltr",

ToolbarCollapse		: "ซ่อน�?ถบเครื่องมือ",
ToolbarExpand		: "�?สดง�?ถบเครื่องมือ",

// Toolbar Items and Context Menu
Save				: "บันทึ�?",
NewPage				: "สร้างหน้าเอ�?สารใหม่",
Preview				: "ดูหน้าเอ�?สารตัวอย่าง",
Cut					: "ตัด",
Copy				: "สำเนา",
Paste				: "วาง",
PasteText			: "วางสำเนาจา�?ตัวอั�?ษรธรรมดา",
PasteWord			: "วางสำเนาจา�?ตัวอั�?ษรเวิร์ด",
Print				: "สั่งพิมพ์",
SelectAll			: "เลือ�?ทั้งหมด",
RemoveFormat		: "ล้างรูป�?บบ",
InsertLinkLbl		: "ลิงค์เชื่อมโยงเว็บ อีเมล์ รูปภาพ หรือไฟล์อื่นๆ",
InsertLink			: "�?ทร�?/�?�?้ไข ลิงค์",
RemoveLink			: "ลบ ลิงค์",
VisitLink			: "Open Link",	//MISSING
Anchor				: "�?ทร�?/�?�?้ไข Anchor",
AnchorDelete		: "Remove Anchor",	//MISSING
InsertImageLbl		: "รูปภาพ",
InsertImage			: "�?ทร�?/�?�?้ไข รูปภาพ",
InsertFlashLbl		: "ไฟล์ Flash",
InsertFlash			: "�?ทร�?/�?�?้ไข ไฟล์ Flash",
InsertTableLbl		: "ตาราง",
InsertTable			: "�?ทร�?/�?�?้ไข ตาราง",
InsertLineLbl		: "เส้นคั่นบรรทัด",
InsertLine			: "�?ทร�?เส้นคั่นบรรทัด",
InsertSpecialCharLbl: "ตัวอั�?ษรพิเศษ",
InsertSpecialChar	: "�?ทร�?ตัวอั�?ษรพิเศษ",
InsertSmileyLbl		: "รูปสื่ออารมณ์",
InsertSmiley		: "�?ทร�?รูปสื่ออารมณ์",
About				: "เ�?ี่ยว�?ับโปร�?�?รม FCKeditor",
Bold				: "ตัวหนา",
Italic				: "ตัวเอียง",
Underline			: "ตัวขีดเส้นใต้",
StrikeThrough		: "ตัวขีดเส้นทับ",
Subscript			: "ตัวห้อย",
Superscript			: "ตัวย�?",
LeftJustify			: "จัดชิดซ้าย",
CenterJustify		: "จัด�?ึ่ง�?ลาง",
RightJustify		: "จัดชิดขวา",
BlockJustify		: "จัดพอดีหน้า�?ระดาษ",
DecreaseIndent		: "ลดระยะย่อหน้า",
IncreaseIndent		: "เพิ่มระยะย่อหน้า",
Blockquote			: "Blockquote",	//MISSING
CreateDiv			: "Create Div Container",	//MISSING
EditDiv				: "Edit Div Container",	//MISSING
DeleteDiv			: "Remove Div Container",	//MISSING
Undo				: "ย�?เลิ�?คำสั่ง",
Redo				: "ทำซ้ำคำสั่ง",
NumberedListLbl		: "ลำดับราย�?าร�?บบตัวเลข",
NumberedList		: "�?ทร�?/�?�?้ไข ลำดับราย�?าร�?บบตัวเลข",
BulletedListLbl		: "ลำดับราย�?าร�?บบสั�?ลั�?ษณ์",
BulletedList		: "�?ทร�?/�?�?้ไข ลำดับราย�?าร�?บบสั�?ลั�?ษณ์",
ShowTableBorders	: "�?สดงขอบของตาราง",
ShowDetails			: "�?สดงรายละเอียด",
Style				: "ลั�?ษณะ",
FontFormat			: "รูป�?บบ",
Font				: "�?บบอั�?ษร",
FontSize			: "ขนาด",
TextColor			: "สีตัวอั�?ษร",
BGColor				: "สีพื้นหลัง",
Source				: "ดูรหัส HTML",
Find				: "ค้นหา",
Replace				: "ค้นหา�?ละ�?ทนที่",
SpellCheck			: "ตรวจ�?ารสะ�?ดคำ",
UniversalKeyboard	: "คีย์บอร์ดหลา�?ภาษา",
PageBreakLbl		: "ใส่ตัว�?บ่งหน้า Page Break",
PageBreak			: "�?ทร�?ตัว�?บ่งหน้า Page Break",

Form			: "�?บบฟอร์ม",
Checkbox		: "เช็คบ๊อ�?",
RadioButton		: "เรดิโอบัตตอน",
TextField		: "เท็�?ซ์ฟิลด์",
Textarea		: "เท็�?ซ์�?อเรีย",
HiddenField		: "ฮิดเดนฟิลด์",
Button			: "ปุ่ม",
SelectionField	: "�?ถบตัวเลือ�?",
ImageButton		: "ปุ่ม�?บบรูปภาพ",

FitWindow		: "ขยายขนาดตัวอีดิตเตอร์",
ShowBlocks		: "Show Blocks",	//MISSING

// Context Menu
EditLink			: "�?�?้ไข ลิงค์",
CellCM				: "ช่องตาราง",
RowCM				: "�?ถว",
ColumnCM			: "คอลัมน์",
InsertRowAfter		: "Insert Row After",	//MISSING
InsertRowBefore		: "Insert Row Before",	//MISSING
DeleteRows			: "ลบ�?ถว",
InsertColumnAfter	: "Insert Column After",	//MISSING
InsertColumnBefore	: "Insert Column Before",	//MISSING
DeleteColumns		: "ลบสดมน์",
InsertCellAfter		: "Insert Cell After",	//MISSING
InsertCellBefore	: "Insert Cell Before",	//MISSING
DeleteCells			: "ลบช่อง",
MergeCells			: "ผสานช่อง",
MergeRight			: "Merge Right",	//MISSING
MergeDown			: "Merge Down",	//MISSING
HorizontalSplitCell	: "Split Cell Horizontally",	//MISSING
VerticalSplitCell	: "Split Cell Vertically",	//MISSING
TableDelete			: "ลบตาราง",
CellProperties		: "คุณสมบัติของช่อง",
TableProperties		: "คุณสมบัติของตาราง",
ImageProperties		: "คุณสมบัติของรูปภาพ",
FlashProperties		: "คุณสมบัติของไฟล์ Flash",

AnchorProp			: "รายละเอียด Anchor",
ButtonProp			: "รายละเอียดของ ปุ่ม",
CheckboxProp		: "คุณสมบัติของ เช็คบ๊อ�?",
HiddenFieldProp		: "คุณสมบัติของ ฮิดเดนฟิลด์",
RadioButtonProp		: "คุณสมบัติของ เรดิโอบัตตอน",
ImageButtonProp		: "คุณสมบัติของ ปุ่ม�?บบรูปภาพ",
TextFieldProp		: "คุณสมบัติของ เท็�?ซ์ฟิลด์",
SelectionFieldProp	: "คุณสมบัติของ �?ถบตัวเลือ�?",
TextareaProp		: "คุณสมบัติของ เท็�?�?อเรีย",
FormProp			: "คุณสมบัติของ �?บบฟอร์ม",

FontFormats			: "Normal;Formatted;Address;Heading 1;Heading 2;Heading 3;Heading 4;Heading 5;Heading 6;Paragraph (DIV)",

// Alerts and Messages
ProcessingXHTML		: "โปร�?�?รม�?ำลังทำงานด้วยเทคโนโลยี XHTML �?รุณารอสั�?ครู่...",
Done				: "โปร�?�?รมทำงานเสร็จสมบูรณ์",
PasteWordConfirm	: "ข้อมูลที่ท่านต้อง�?ารวางลงใน�?ผ่นงาน ถู�?จัดรูป�?บบจา�?โปร�?�?รมเวิร์ด. ท่านต้อง�?ารล้างรูป�?บบที่มาจา�?โปร�?�?รมเวิร์ดหรือไม่?",
NotCompatiblePaste	: "คำสั่งนี้ทำงานในโปร�?�?รมท่องเว็บ Internet Explorer version รุ่น 5.5 หรือใหม่�?ว่าเท่านั้น. ท่านต้อง�?ารวางตัวอั�?ษรโดยไม่ล้างรูป�?บบที่มาจา�?โปร�?�?รมเวิร์ดหรือไม่?",
UnknownToolbarItem	: "ไม่สามารถระบุปุ่มเครื่องมือได้ \"%1\"",
UnknownCommand		: "ไม่สามารถระบุชื่อคำสั่งได้ \"%1\"",
NotImplemented		: "ไม่สามารถใช้งานคำสั่งได้",
UnknownToolbarSet	: "ไม่มี�?ารติดตั้งชุดคำสั่งใน�?ถบเครื่องมือ \"%1\" �?รุณาติดต่อผู้ดู�?ลระบบ",
NoActiveX			: "โปร�?�?รมท่องอินเตอร์เน็ตของท่านไม่อนุ�?าติให้อีดิตเตอร์ทำงาน \"Run ActiveX controls and plug-ins\". หา�?ไม่อนุ�?าติให้ใช้งาน ActiveX controls ท่านจะไม่สามารถใช้งานได้อย่างเต็มประสิทธิภาพ.",
BrowseServerBlocked : "เปิดหน้าต่างป๊อบอัพเพื่อทำงานต่อไม่ได้ �?รุณาปิดเครื่องมือป้อง�?ันป๊อบอัพในโปร�?�?รมท่องอินเตอร์เน็ตของท่านด้วย",
DialogBlocked		: "เปิดหน้าต่างป๊อบอัพเพื่อทำงานต่อไม่ได้ �?รุณาปิดเครื่องมือป้อง�?ันป๊อบอัพในโปร�?�?รมท่องอินเตอร์เน็ตของท่านด้วย",
VisitLinkBlocked	: "It was not possible to open a new window. Make sure all popup blockers are disabled.",	//MISSING

// Dialogs
DlgBtnOK			: "ต�?ลง",
DlgBtnCancel		: "ย�?เลิ�?",
DlgBtnClose			: "ปิด",
DlgBtnBrowseServer	: "เปิดหน้าต่างจัด�?ารไฟล์อัพโหลด",
DlgAdvancedTag		: "ขั้นสูง",
DlgOpOther			: "<อื่นๆ>",
DlgInfoTab			: "อินโฟ",
DlgAlertUrl			: "�?รุณาระบุ URL",

// General Dialogs Labels
DlgGenNotSet		: "<ไม่ระบุ>",
DlgGenId			: "ไอดี",
DlgGenLangDir		: "�?ารเขียน-อ่านภาษา",
DlgGenLangDirLtr	: "จา�?ซ้ายไปขวา (LTR)",
DlgGenLangDirRtl	: "จา�?ขวามาซ้าย (RTL)",
DlgGenLangCode		: "รหัสภาษา",
DlgGenAccessKey		: "�?อคเซส คีย์",
DlgGenName			: "ชื่อ",
DlgGenTabIndex		: "ลำดับของ �?ท็บ",
DlgGenLongDescr		: "คำอธิบายประ�?อบ URL",
DlgGenClass			: "คลาสของไฟล์�?ำหนดลั�?ษณะ�?าร�?สดงผล",
DlgGenTitle			: "คำเ�?ริ่นนำ",
DlgGenContType		: "ชนิดของคำเ�?ริ่นนำ",
DlgGenLinkCharset	: "ลิงค์เชื่อมโยงไปยังชุดตัวอั�?ษร",
DlgGenStyle			: "ลั�?ษณะ�?าร�?สดงผล",

// Image Dialog
DlgImgTitle			: "คุณสมบัติของ รูปภาพ",
DlgImgInfoTab		: "ข้อมูลของรูปภาพ",
DlgImgBtnUpload		: "อัพโหลดไฟล์ไปเ�?็บไว้ที่เครื่อง�?ม่ข่าย (เซิร์ฟเวอร์)",
DlgImgURL			: "ที่อยู่อ้างอิง URL",
DlgImgUpload		: "อัพโหลดไฟล์",
DlgImgAlt			: "คำประ�?อบรูปภาพ",
DlgImgWidth			: "ความ�?ว้าง",
DlgImgHeight		: "ความสูง",
DlgImgLockRatio		: "�?ำหนดอัตราส่วน �?ว้าง-สูง �?บบคงที่",
DlgBtnResetSize		: "�?ำหนดรูปเท่าขนาดจริง",
DlgImgBorder		: "ขนาดขอบรูป",
DlgImgHSpace		: "ระยะ�?นวนอน",
DlgImgVSpace		: "ระยะ�?นวตั้ง",
DlgImgAlign			: "�?ารจัดวาง",
DlgImgAlignLeft		: "ชิดซ้าย",
DlgImgAlignAbsBottom: "ชิดด้านล่างสุด",
DlgImgAlignAbsMiddle: "�?ึ่ง�?ลาง",
DlgImgAlignBaseline	: "ชิดบรรทัด",
DlgImgAlignBottom	: "ชิดด้านล่าง",
DlgImgAlignMiddle	: "�?ึ่ง�?ลาง�?นวตั้ง",
DlgImgAlignRight	: "ชิดขวา",
DlgImgAlignTextTop	: "ใต้ตัวอั�?ษร",
DlgImgAlignTop		: "บนสุด",
DlgImgPreview		: "หน้าเอ�?สารตัวอย่าง",
DlgImgAlertUrl		: "�?รุณาระบุที่อยู่อ้างอิงออนไลน์ของไฟล์รูปภาพ (URL)",
DlgImgLinkTab		: "ลิ้งค์",

// Flash Dialog
DlgFlashTitle		: "คุณสมบัติของไฟล์ Flash",
DlgFlashChkPlay		: "เล่นอัตโนมัติ Auto Play",
DlgFlashChkLoop		: "เล่นวนรอบ Loop",
DlgFlashChkMenu		: "ให้ใช้งานเมนูของ Flash",
DlgFlashScale		: "อัตราส่วน Scale",
DlgFlashScaleAll	: "�?สดงให้เห็นทั้งหมด Show all",
DlgFlashScaleNoBorder	: "ไม่�?สดงเส้นขอบ No Border",
DlgFlashScaleFit	: "�?สดงให้พอดี�?ับพื้นที่ Exact Fit",

// Link Dialog
DlgLnkWindowTitle	: "ลิงค์เชื่อมโยงเว็บ อีเมล์ รูปภาพ หรือไฟล์อื่นๆ",
DlgLnkInfoTab		: "รายละเอียด",
DlgLnkTargetTab		: "�?ารเปิดหน้าจอ",

DlgLnkType			: "ประเภทของลิงค์",
DlgLnkTypeURL		: "ที่อยู่อ้างอิงออนไลน์ (URL)",
DlgLnkTypeAnchor	: "จุดเชื่อมโยง (Anchor)",
DlgLnkTypeEMail		: "ส่งอีเมล์ (E-Mail)",
DlgLnkProto			: "โปรโตคอล",
DlgLnkProtoOther	: "<อื่นๆ>",
DlgLnkURL			: "ที่อยู่อ้างอิงออนไลน์ (URL)",
DlgLnkAnchorSel		: "ระบุข้อมูลของจุดเชื่อมโยง (Anchor)",
DlgLnkAnchorByName	: "ชื่อ",
DlgLnkAnchorById	: "ไอดี",
DlgLnkNoAnchors		: "(ยังไม่มีจุดเชื่อมโยงภายในหน้าเอ�?สารนี้)",
DlgLnkEMail			: "อีเมล์ (E-Mail)",
DlgLnkEMailSubject	: "หัวเรื่อง",
DlgLnkEMailBody		: "ข้อความ",
DlgLnkUpload		: "อัพโหลดไฟล์",
DlgLnkBtnUpload		: "บันทึ�?ไฟล์ไว้บนเซิร์ฟเวอร์",

DlgLnkTarget		: "�?ารเปิดหน้าลิงค์",
DlgLnkTargetFrame	: "<เปิดในเฟรม>",
DlgLnkTargetPopup	: "<เปิดหน้าจอเล็�? (Pop-up)>",
DlgLnkTargetBlank	: "เปิดหน้าจอใหม่ (_blank)",
DlgLnkTargetParent	: "เปิดในหน้าหลั�? (_parent)",
DlgLnkTargetSelf	: "เปิดในหน้าปัจจุบัน (_self)",
DlgLnkTargetTop		: "เปิดในหน้าบนสุด (_top)",
DlgLnkTargetFrameName	: "ชื่อทาร์เ�?็ตเฟรม",
DlgLnkPopWinName	: "ระบุชื่อหน้าจอเล็�? (Pop-up)",
DlgLnkPopWinFeat	: "คุณสมบัติของหน้าจอเล็�? (Pop-up)",
DlgLnkPopResize		: "ปรับขนาดหน้าจอ",
DlgLnkPopLocation	: "�?สดงที่อยู่ของไฟล์",
DlgLnkPopMenu		: "�?สดง�?ถบเมนู",
DlgLnkPopScroll		: "�?สดง�?ถบเลื่อน",
DlgLnkPopStatus		: "�?สดง�?ถบสถานะ",
DlgLnkPopToolbar	: "�?สดง�?ถบเครื่องมือ",
DlgLnkPopFullScrn	: "�?สดงเต็มหน้าจอ (IE5.5++ เท่านั้น)",
DlgLnkPopDependent	: "�?สดงเต็มหน้าจอ (Netscape)",
DlgLnkPopWidth		: "�?ว้าง",
DlgLnkPopHeight		: "สูง",
DlgLnkPopLeft		: "พิ�?ัดซ้าย (Left Position)",
DlgLnkPopTop		: "พิ�?ัดบน (Top Position)",

DlnLnkMsgNoUrl		: "�?รุณาระบุที่อยู่อ้างอิงออนไลน์ (URL)",
DlnLnkMsgNoEMail	: "�?รุณาระบุอีเมล์ (E-mail)",
DlnLnkMsgNoAnchor	: "�?รุณาระบุจุดเชื่อมโยง (Anchor)",
DlnLnkMsgInvPopName	: "ชื่อของหน้าต่างป๊อบอัพ จะต้องขึ้นต้นด้วยตัวอั�?ษรเท่านั้น �?ละต้องไม่มีช่องว่างในชื่อ",

// Color Dialog
DlgColorTitle		: "เลือ�?สี",
DlgColorBtnClear	: "ล้างค่ารหัสสี",
DlgColorHighlight	: "ตัวอย่างสี",
DlgColorSelected	: "สีที่เลือ�?",

// Smiley Dialog
DlgSmileyTitle		: "�?ทร�?สั�?ลั�?ษณ์สื่ออารมณ์",

// Special Character Dialog
DlgSpecialCharTitle	: "�?ทร�?ตัวอั�?ษรพิเศษ",

// Table Dialog
DlgTableTitle		: "คุณสมบัติของ ตาราง",
DlgTableRows		: "�?ถว",
DlgTableColumns		: "สดมน์",
DlgTableBorder		: "ขนาดเส้นขอบ",
DlgTableAlign		: "�?ารจัดตำ�?หน่ง",
DlgTableAlignNotSet	: "<ไม่ระบุ>",
DlgTableAlignLeft	: "ชิดซ้าย",
DlgTableAlignCenter	: "�?ึ่ง�?ลาง",
DlgTableAlignRight	: "ชิดขวา",
DlgTableWidth		: "�?ว้าง",
DlgTableWidthPx		: "จุดสี",
DlgTableWidthPc		: "เปอร์เซ็น",
DlgTableHeight		: "สูง",
DlgTableCellSpace	: "ระยะ�?นวนอนน",
DlgTableCellPad		: "ระยะ�?นวตั้ง",
DlgTableCaption		: "หัวเรื่องของตาราง",
DlgTableSummary		: "สรุปความ",

// Table Cell Dialog
DlgCellTitle		: "คุณสมบัติของ ช่อง",
DlgCellWidth		: "�?ว้าง",
DlgCellWidthPx		: "จุดสี",
DlgCellWidthPc		: "เปอร์เซ็น",
DlgCellHeight		: "สูง",
DlgCellWordWrap		: "ตัดบรรทัดอัตโนมัติ",
DlgCellWordWrapNotSet	: "<ไม่ระบุ>",
DlgCellWordWrapYes	: "ใ่ช่",
DlgCellWordWrapNo	: "ไม่",
DlgCellHorAlign		: "�?ารจัดวาง�?นวนอน",
DlgCellHorAlignNotSet	: "<ไม่ระบุ>",
DlgCellHorAlignLeft	: "ชิดซ้าย",
DlgCellHorAlignCenter	: "�?ึ่ง�?ลาง",
DlgCellHorAlignRight: "ชิดขวา",
DlgCellVerAlign		: "�?ารจัดวาง�?นวตั้ง",
DlgCellVerAlignNotSet	: "<ไม่ระบุ>",
DlgCellVerAlignTop	: "บนสุด",
DlgCellVerAlignMiddle	: "�?ึ่ง�?ลาง",
DlgCellVerAlignBottom	: "ล่างสุด",
DlgCellVerAlignBaseline	: "อิงบรรทัด",
DlgCellRowSpan		: "จำนวน�?ถวที่คร่อม�?ัน",
DlgCellCollSpan		: "จำนวนสดมน์ที่คร่อม�?ัน",
DlgCellBackColor	: "สีพื้นหลัง",
DlgCellBorderColor	: "สีเส้นขอบ",
DlgCellBtnSelect	: "เลือ�?..",

// Find and Replace Dialog
DlgFindAndReplaceTitle	: "Find and Replace",	//MISSING

// Find Dialog
DlgFindTitle		: "ค้นหา",
DlgFindFindBtn		: "ค้นหา",
DlgFindNotFoundMsg	: "ไม่พบคำที่ค้นหา.",

// Replace Dialog
DlgReplaceTitle			: "ค้นหา�?ละ�?ทนที่",
DlgReplaceFindLbl		: "ค้นหาคำว่า:",
DlgReplaceReplaceLbl	: "�?ทนที่ด้วย:",
DlgReplaceCaseChk		: "ตัวโห�?่-เล็�? ต้องตรง�?ัน",
DlgReplaceReplaceBtn	: "�?ทนที่",
DlgReplaceReplAllBtn	: "�?ทนที่ทั้งหมดที่พบ",
DlgReplaceWordChk		: "ต้องตรง�?ันทุ�?คำ",

// Paste Operations / Dialog
PasteErrorCut	: "ไม่สามารถตัดข้อความที่เลือ�?ไว้ได้เนื่องจา�?�?าร�?ำหนดค่าระดับความปลอดภัย. �?รุณาใช้ปุ่มลัดเพื่อวางข้อความ�?ทน (�?ดปุ่ม Ctrl �?ละตัว X พร้อม�?ัน).",
PasteErrorCopy	: "ไม่สามารถสำเนาข้อความที่เลือ�?ไว้ได้เนื่องจา�?�?าร�?ำหนดค่าระดับความปลอดภัย. �?รุณาใช้ปุ่มลัดเพื่อวางข้อความ�?ทน (�?ดปุ่ม Ctrl �?ละตัว C พร้อม�?ัน).",

PasteAsText		: "วาง�?บบตัวอั�?ษรธรรมดา",
PasteFromWord	: "วาง�?บบตัวอั�?ษรจา�?โปร�?�?รมเวิร์ด",

DlgPasteMsg2	: "�?รุณาใช้คีย์บอร์ดเท่านั้น โดย�?ดปุ๋ม (<strong>Ctrl �?ละ V</strong>)พร้อมๆ�?ัน �?ละ�?ด <strong>OK</strong>.",
DlgPasteSec		: "Because of your browser security settings, the editor is not able to access your clipboard data directly. You are required to paste it again in this window.",	//MISSING
DlgPasteIgnoreFont		: "ไม่สนใจ Font Face definitions",
DlgPasteRemoveStyles	: "ลบ Styles definitions",

// Color Picker
ColorAutomatic	: "สีอัตโนมัติ",
ColorMoreColors	: "เลือ�?สีอื่นๆ...",

// Document Properties
DocProps		: "คุณสมบัติของเอ�?สาร",

// Anchor Dialog
DlgAnchorTitle		: "คุณสมบัติของ Anchor",
DlgAnchorName		: "ชื่อ Anchor",
DlgAnchorErrorName	: "�?รุณาระบุชื่อของ Anchor",

// Speller Pages Dialog
DlgSpellNotInDic		: "ไม่พบในดิ�?ชันนารี",
DlgSpellChangeTo		: "�?�?้ไขเป็น",
DlgSpellBtnIgnore		: "ย�?เว้น",
DlgSpellBtnIgnoreAll	: "ย�?เว้นทั้งหมด",
DlgSpellBtnReplace		: "�?ทนที่",
DlgSpellBtnReplaceAll	: "�?ทนที่ทั้งหมด",
DlgSpellBtnUndo			: "ย�?เลิ�?",
DlgSpellNoSuggestions	: "- ไม่มีคำ�?นะนำใดๆ -",
DlgSpellProgress		: "�?ำลังตรวจสอบคำสะ�?ด...",
DlgSpellNoMispell		: "ตรวจสอบคำสะ�?ดเสร็จสิ้น: ไม่พบคำสะ�?ดผิด",
DlgSpellNoChanges		: "ตรวจสอบคำสะ�?ดเสร็จสิ้น: ไม่มี�?าร�?�?้คำใดๆ",
DlgSpellOneChange		: "ตรวจสอบคำสะ�?ดเสร็จสิ้น: �?�?้ไข1คำ",
DlgSpellManyChanges		: "ตรวจสอบคำสะ�?ดเสร็จสิ้น:: �?�?้ไข %1 คำ",

IeSpellDownload			: "ไม่ได้ติดตั้งระบบตรวจสอบคำสะ�?ด. ต้อง�?ารติดตั้งไหมครับ?",

// Button Dialog
DlgButtonText		: "ข้อความ (ค่าตัว�?ปร)",
DlgButtonType		: "ข้อความ",
DlgButtonTypeBtn	: "Button",
DlgButtonTypeSbm	: "Submit",
DlgButtonTypeRst	: "Reset",

// Checkbox and Radio Button Dialogs
DlgCheckboxName		: "ชื่อ",
DlgCheckboxValue	: "ค่าตัว�?ปร",
DlgCheckboxSelected	: "เลือ�?เป็นค่าเริ่มต้น",

// Form Dialog
DlgFormName		: "ชื่อ",
DlgFormAction	: "�?อคชั่น",
DlgFormMethod	: "เมธอด",

// Select Field Dialog
DlgSelectName		: "ชื่อ",
DlgSelectValue		: "ค่าตัว�?ปร",
DlgSelectSize		: "ขนาด",
DlgSelectLines		: "บรรทัด",
DlgSelectChkMulti	: "เลือ�?หลายค่าได้",
DlgSelectOpAvail	: "ราย�?ารตัวเลือ�?",
DlgSelectOpText		: "ข้อความ",
DlgSelectOpValue	: "ค่าตัว�?ปร",
DlgSelectBtnAdd		: "เพิ่ม",
DlgSelectBtnModify	: "�?�?้ไข",
DlgSelectBtnUp		: "บน",
DlgSelectBtnDown	: "ล่าง",
DlgSelectBtnSetValue : "เลือ�?เป็นค่าเริ่มต้น",
DlgSelectBtnDelete	: "ลบ",

// Textarea Dialog
DlgTextareaName	: "ชื่อ",
DlgTextareaCols	: "สดมภ์",
DlgTextareaRows	: "�?ถว",

// Text Field Dialog
DlgTextName			: "ชื่อ",
DlgTextValue		: "ค่าตัว�?ปร",
DlgTextCharWidth	: "ความ�?ว้าง",
DlgTextMaxChars		: "จำนวนตัวอั�?ษรสูงสุด",
DlgTextType			: "ชนิด",
DlgTextTypeText		: "ข้อความ",
DlgTextTypePass		: "รหัสผ่าน",

// Hidden Field Dialog
DlgHiddenName	: "ชื่อ",
DlgHiddenValue	: "ค่าตัว�?ปร",

// Bulleted List Dialog
BulletedListProp	: "คุณสมบัติของ บูลเล็ตลิสต์",
NumberedListProp	: "คุณสมบัติของ นัมเบอร์ลิสต์",
DlgLstStart			: "Start",	//MISSING
DlgLstType			: "ชนิด",
DlgLstTypeCircle	: "รูปวง�?ลม",
DlgLstTypeDisc		: "Disc",	//MISSING
DlgLstTypeSquare	: "รูปสี่เหลี่ยม",
DlgLstTypeNumbers	: "หมายเลข (1, 2, 3)",
DlgLstTypeLCase		: "ตัวพิมพ์เล็�? (a, b, c)",
DlgLstTypeUCase		: "ตัวพิมพ์ให�?่ (A, B, C)",
DlgLstTypeSRoman	: "เลขโรมันพิมพ์เล็�? (i, ii, iii)",
DlgLstTypeLRoman	: "เลขโรมันพิมพ์ให�?่ (I, II, III)",

// Document Properties Dialog
DlgDocGeneralTab	: "ลั�?ษณะทั่วไปของเอ�?สาร",
DlgDocBackTab		: "พื้นหลัง",
DlgDocColorsTab		: "สี�?ละระยะขอบ",
DlgDocMetaTab		: "ข้อมูลสำหรับเสิร์ชเอนจิ้น",

DlgDocPageTitle		: "ชื่อไตเติ้ล",
DlgDocLangDir		: "�?ารอ่านภาษา",
DlgDocLangDirLTR	: "จา�?ซ้ายไปขวา (LTR)",
DlgDocLangDirRTL	: "จา�?ขวาไปซ้าย (RTL)",
DlgDocLangCode		: "รหัสภาษา",
DlgDocCharSet		: "ชุดตัวอั�?ษร",
DlgDocCharSetCE		: "Central European",
DlgDocCharSetCT		: "Chinese Traditional (Big5)",
DlgDocCharSetCR		: "Cyrillic",
DlgDocCharSetGR		: "Greek",
DlgDocCharSetJP		: "Japanese",
DlgDocCharSetKR		: "Korean",
DlgDocCharSetTR		: "Turkish",
DlgDocCharSetUN		: "Unicode (UTF-8)",
DlgDocCharSetWE		: "Western European",
DlgDocCharSetOther	: "ชุดตัวอั�?ษรอื่นๆ",

DlgDocDocType		: "ประเภทของเอ�?สาร",
DlgDocDocTypeOther	: "ประเภทเอ�?สารอื่นๆ",
DlgDocIncXHTML		: "รวมเอา  XHTML Declarations ไว้ด้วย",
DlgDocBgColor		: "สีพื้นหลัง",
DlgDocBgImage		: "ที่อยู่อ้างอิงออนไลน์ของรูปพื้นหลัง (Image URL)",
DlgDocBgNoScroll	: "พื้นหลัง�?บบไม่มี�?ถบเลื่อน",
DlgDocCText			: "ข้อความ",
DlgDocCLink			: "ลิงค์",
DlgDocCVisited		: "ลิงค์ที่เคยคลิ้�?�?ล้ว Visited Link",
DlgDocCActive		: "ลิงค์ที่�?ำลังคลิ้�? Active Link",
DlgDocMargins		: "ระยะขอบของหน้าเอ�?สาร",
DlgDocMaTop			: "ด้านบน",
DlgDocMaLeft		: "ด้านซ้าย",
DlgDocMaRight		: "ด้านขวา",
DlgDocMaBottom		: "ด้านล่าง",
DlgDocMeIndex		: "คำสำคั�?อธิบายเอ�?สาร (คั่นคำด้วย คอมม่า)",
DlgDocMeDescr		: "ประโยคอธิบายเ�?ี่ยว�?ับเอ�?สาร",
DlgDocMeAuthor		: "ผู้สร้างเอ�?สาร",
DlgDocMeCopy		: "สงวนลิขสิทธิ์",
DlgDocPreview		: "ตัวอย่างหน้าเอ�?สาร",

// Templates Dialog
Templates			: "เทมเพลต",
DlgTemplatesTitle	: "เทมเพลตของส่วนเนื้อหาเว็บไซต์",
DlgTemplatesSelMsg	: "�?รุณาเลือ�? เทมเพลต เพื่อนำไป�?�?้ไขในอีดิตเตอร์<br />(เนื้อหาส่วนนี้จะหายไป):",
DlgTemplatesLoading	: "�?ำลังโหลดราย�?ารเทมเพลตทั้งหมด...",
DlgTemplatesNoTpl	: "(ยังไม่มี�?าร�?ำหนดเทมเพลต)",
DlgTemplatesReplace	: "�?ทนที่เนื้อหาเว็บไซต์ที่เลือ�?",

// About Dialog
DlgAboutAboutTab	: "เ�?ี่ยว�?ับโปร�?�?รม",
DlgAboutBrowserInfoTab	: "โปร�?�?รมท่องเว็บที่ท่านใช้",
DlgAboutLicenseTab	: "ลิขสิทธิ์",
DlgAboutVersion		: "รุ่น",
DlgAboutInfo		: "For further information go to",	//MISSING

// Div Dialog
DlgDivGeneralTab	: "General",	//MISSING
DlgDivAdvancedTab	: "Advanced",	//MISSING
DlgDivStyle		: "Style",	//MISSING
DlgDivInlineStyle	: "Inline Style"	//MISSING
};
